const PrivacyPolicyPage = () => {

    return (
        <div>
            <h1>Політика конфіденційності для Pyyachok.online </h1>
            <a href="https://www.termsfeed.com/live/37946224-fef8-42c6-90de-57934f0cb096" target="_blank" rel="noreferrer">Ознайомитися з політикою конфіденційності</a>

            <h3>Видалення персональних даних</h3>
            <p> Ви маєте право видалити або попросити нас допомогти у видаленні Персональних даних, які ми зібрали про вас.
                <br/>
                Наш Сервіс може надати вам можливість видалити певну інформацію про вас із Сервісу.
                <br/>
                Ви можете оновити, змінити свою інформацію в будь-який час, увійшовши у свій обліковий запис, якщо він у вас є.
                <br/>
                Ви також можете зв’язатися з нами, написавши на електронну пошту <b>pyyachok_admin@ukr.net</b> з указанням електронної пошти, за якою ви входили або реєструвалися на нашому Сервісі, щоб отримати доступ до будь-якої особистої інформації, яку ви надали нам, виправити чи видалити її.
                <br/>
                Однак зауважте, що нам може знадобитися зберігати певну інформацію, якщо ми маємо для цього юридичні зобов’язання або законні підстави.</p>

        </div>
    );
};

export {PrivacyPolicyPage};
